---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarShapeMultiplanarDefinition
source: html/6fe5f1f4-2274-ca95-4f88-14c886e36272.htm
---
# RebarShapeMultiplanarDefinition Methods

Simultaneously set the presence of all 3D segments.